alsa-plugins
alsa-utils
android-tools
aria2
audacity
autoconf
automake
base
base-devel
bash-completion
bat
bison
brave-bin
cdparanoia
chafa
checkbashisms
clang
cmake
cronie
dash
debugedit
detox
dhcpcd
downgrade
dunst
easyeffects
ebumeter
efibootmgr
electrum
expac
fakeroot
fastfetch
ffmpegthumbnailer
ffnvcodec-headers
firefox
flex
foot
friture-git
fzf
git
go
gradle
grim
grub
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gtk-layer-shell
hyprland
hyprpaper
hyprpicker-git
imv
intel-ucode
iw
iwd
jalv
jq
jre8-openjdk
keepassxc
lemurs
lf
lib32-nvidia-utils
libaio
libc++
libcamera
libcamera-ipa
libfabric
libpulse
libreoffice-still
librewolf-bin
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
lld
lldb
llvm
lsd
lsp-plugins-lv2
lua51-lgi
luarocks
lvm2
lynx
m4
man-db
man-pages
megatools
meson
monero
mpv
neovim
newsboat
nheko
ninja
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
numactl
nvidia
nvidia-settings
nwg-look
opendoas
openmpi
openpmix
openssh
openucx
pandoc-cli
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
prrte
python-appdirs
python-cryptography
python-docutils
python-inflect
python-multipledispatch
python-pa-ringbuffer
python-pip
python-pipx
python-pyqt5
python-pyrr
python-rtmixer
python-sounddevice
python-typeguard
qt5-multimedia
qt5-wayland
qt6-wayland
rdfind
reptyr
ripgrep
rsync
rustup
scdoc
scrcpy
screen
shellcheck
shntool
slurp
stow
tailscale
texinfo
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
texlive-xetex
thin-provisioning-tools
tldr
tmux
transmission-gtk
ttf-firacode-nerd
udiskie
unrar-free
unzip
vi
waybar
wf-recorder
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xmrig
ydotool
youtube-tui-git
zathura
zathura-pdf-mupdf
zathura-ps
zenith
zram-generator
