aquamarine
brave-bin
downgrade
egl-gbm
egl-x11
friture-git
gnulib-l10n
gsettings-system-schemas
haskell-ansi-terminal-types
haskell-os-string
hyprgraphics
hyprland-qtutils
hyprpicker-git
librewolf-bin
python-aiohappyeyeballs
python-multipledispatch
python-pa-ringbuffer
python-pyrr
python-rtmixer
shntool
tinysparql
tree-sitter-vim
wlroots0.17
youtube-tui-git
